/*
 Localizable.strings
 Pock
 
 Created by Licardo on 2019/7/6.
 Copyright © 2019 Pierluigi Galdi. All rights reserved.
 */

"General" = "通用";
"Dock" = "程序坞";
"Status" = "状态";
"Control Center" = "控制中心";
"Now Playing" = "正在播放";
"Esc key" = "Esc按键";
"Unknown" = "未知";
"Never" = "永不";
"Instantly" = "立即";
"1 second" = "1 秒";
"5 seconds" = "5 秒";
"10 seconds" = "10 秒";
"30 seconds" = "30 秒";
"1 minute" = "1 分钟";
"3 minutes" = "3 分钟";
"More Than 1 Window" = "多于 1 个窗口";
"Always" = "永远";
"Pock Options" = "Pock选项";
"Preferences…" = "首选项…";
"Customize…" = "自定义触控栏…";
"Support this project" = "支持这个项目";
"Quit Pock" = "退出Pock";
"Checking…"= "检查中…";
"Installed version" = "已安装版本";
"Already on latest version" = "已是最新版本";
"Check for updates" = "检查更新";
"New version available!" = "新版本可用！";
"Download" = "下载";
"Later" = "稍后";
"Do you want to download version" = "你想现在下载版本";
"now?" = "吗？";
"windows" = "个窗口";
"Loading..." = "载入中...";
"elements" = "个项目";
"Trash" = "废纸篓";
"Tap here" = "点击这里";
"to play music" = "来播放音乐";
"Missing title" = "丢失名称";
"Unknown artist" = "未知歌手";
